Repository: zxhzxhz/LiveContainer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, sv, tr, vi, zh_hans, zh_hant

# lc.settings.appGroupPrivateToShare
source: Move Private App Group to Shared Documents Folder
ar: أنقل تطبيق خاص ألى مِلَف المستندات المُشارَك
de: Private App-Gruppe in den gemeinsamen Dokumente-Ordner verschieben
es: Mover grupo de apps privado a carpeta de documentos compartida
fr: Déplacer le groupe d'apps privées vers le dossier de documents partagés
it: Sposta gruppo app private nella cartella Documenti condivisi
ja: プライベートアプリグループを共有ドキュメントフォルダに移動
ko: '비공개 앱 그룹'을 '공유 문서 폴더'로 이동
pl: Przenieś Prywatną Grupę Aplikacji do Katalogu Dokumentów
pt_br: Mover Aplicativos Agrupados Privados para a Pasta de Documentos Compartilhados
ru: Переместить приватный App Group в папку общих документов
sv: Flytta privat appgrupp till delad dokumentmapp
tr: Özel Uygulama Grubunu Paylaşılan Belgeler Klasörüne Taşı
vi: Di chuyển các Thư mục Riêng tư sang Thư mục được Chia sẻ
zh_hans: 移动私有AppGroup文件到共享文件夹
zh_hant: 移動私人AppGroup檔案到共享資料夾

# lc.settings.appGroupShareToPrivate
source: Move Shared App Group Files to Private Documents Folder
ar: أنقل تطبيق مُشارَك ألى مِلَف المستندات الخاص
de: Dateien der freigegebenen App-Gruppe in den privaten Dokumente-Ordner verschieben
es: Mover archivos del grupo de apps compartido a carpeta de documentos privada
fr: Déplacer les fichiers du groupe d'apps partagées vers le dossier de documents privés
it: Sposta i file del gruppo di applicazioni condivise nella cartella Documenti privati
ja: 共有アプリグループファイルをプライベートドキュメントフォルダに移動
ko: '공유 앱 그룹 파일'을 '비공개 문서 폴더'로 이동
pl: Przenieś Pliki z Dzielonej Grupy aplikacji do Prywatnego Katalogu Dokumentów
pt_br: Mover Arquivos da Pasta de Aplicativos Agrupados para a Pasta de Documentos Privados
ru: Переместить файлы из общего App Group в личную папку документов
sv: Flytta delade appgruppfiler till privata dokument mapp
tr: Paylaşılan Uygulama Grubu Dosyalarını Özel Belgeler Klasörüne Taşıyın
vi: Di chuyển các thư mục App Group chung sang thư mục Documents riêng
zh_hans: 移动共享AppGroup文件到私有文件夹
zh_hant: 移動共享AppGroup檔案到私人資料夾

# lc.settings.autoEndPiP
source: Automatically End PiP Mode
ar: إنهاء وضع PiP تلقائياً
de: Bild-in-Bild Modus automatisch beenden
es: Finalizar automáticamente el modo PiP
fr: Quitter automatiquement le mode PiP
it: Termina Automaticamente la Modalità PiP
ja: PiPを自動で終了
ko: 자동으로 PiP 모드 비활성화
pl: Automatycznie zakończ tryb PiP
pt_br: Encerrar Automaticamente o Modo PiP
ru: Автоматически заканчивать режим "картинка в картинке"
tr: RİR Modunu Otomatik Olarak Sonlandır
vi: Tự động Tắt Chế độ PiP
zh_hans: 自动结束画中画模式
zh_hant: 自動離開 PiP 模式

# lc.settings.autoLaunchInMultitaskMode
source: Launch in Multitask Mode by Default
ar: تشغيل في وضع متعدد المهام أفتراضياً
de: Standardmäßig im Multitasking-Modus starten
es: Ejecutar en modo multitarea por defecto
fr: Lancer en mode multitâche par défaut
it: Avvia in modalità Multitask di default
ja: デフォルトでマルチタスクモードで起動
ko: 항상 멀티태스킹 모드로 실행
pl: Domyślnie, uruchom w trybie wielozadaniowości
pt_br: Executar Aplicativo no Modo Multitarefa por Padrão
ru: Запускать в режиме многозадачности по умолчанию
sv: Starta i Multitask läge som standard
tr: Varsayılan olarak çoklu görev modunda başlatma
vi: Mặc định Khởi chạy Chế độ Đa nhiệm
zh_hans: 默认以多任务模式启动
zh_hant: 默認以多任務模式啟動

# lc.settings.bottomWindowBar
source: Bottom Window Bar
ar: شريط النافذة السفلي
de: Untere Fensterleiste
es: Barra de ventana inferior
fr: Barre de fenêtre du bas
it: Barra Finestra Inferiore
ja: 下部にウィンドウバーを配置
ko: 신호등 하단으로 이동
pl: Dolny pasek okna
pt_br: Barra de Janela Inferior
ru: Полоса окна снизу
tr: Alt Pencere Çubuğu
vi: Thanh Cửa sổ Dưới cùng
zh_hans: 底部窗口栏
zh_hant: 底部視窗列

# lc.settings.bundleIdMismatch %@ %@
source: LiveContainer's bundle ID, "%@", does not match application-Identifier in entitlements, which expects the bundle ID to be "%@". Some functions may not be available.
ar: معرف الحُزْمَة لـ LiveContainer "%@" لا يتوافق مع معرف التطبيق في مستحقاته، يرى تطبيق LiveContainer إن معرف الحُزْمَة هو "%@". بعض وظائف التطبيق قد تكون غير متاحه.
de: Die Bundle-ID von LiveContainer "%@" entspricht nicht dem Application-Identifier in den Entitlements, der "%@" als Bundle-ID erwartet. Einige Funktionen sind möglicherweise nicht verfügbar.
es: El ID de paquete de LiveContainer, "%@", no coincide con el identificador de la aplicación en los derechos, que espera que el ID de paquete sea "%@". Es posible que algunas funciones no estén disponibles.
fr: L'ID du bundle de LiveContainer, "%@", ne correspond pas à l'identificateur d'application dans les droits qui attendent que l'ID du bundle soit "%@". Certaines fonctions peuvent ne pas être disponibles.
it: L'ID bundle di LiveContainer, "%@", non corrisponde all'application-identifier nei privilegi, che si aspetta l'ID bundle "%@". Alcune funzioni potrebbero non essere disponibili.
ja: LiveContainerのバンドルID"%@"が、権限設定で指定されているアプリ識別子"%@"と一致していません。一部の機能が正しく動作しない可能性があります。
ko: LiveContainer 번들 ID "%@"(이)가 권한 내 앱 식별자인 번들 ID "%@"(과)와 동일하지 않습니다. 일부 기능이 작동하지 않을 수 있습니다.
pl: Identyfikator Pakietu LiveContainer "%@", nie jest zgodny z identyfikatorem aplikacji w upoważnieniach, które oczekują, aby.
pt_br: ID do pacote do LiveContainer, "%@", não corresponde ao Identificador de aplicações em legitimidade, que espera que o ID do pacote seja "%@". Algumas funções podem não estar disponíveis.
ru: ИД пакета LiveContainer'а, "%@", не совпадает с entitlement "application-Identifier", который должен был иметь ожидаемое значение "%@". Некоторые функции могут быть ограничены.
sv: LiveContainers bundle ID, "%@", matchar inte program-Identifierare i entitlements, som förväntar sig att bundle ID ska vara "%@". Vissa funktioner kanske inte är tillgängliga.
tr: LiveContainer'ın paket kimliği, “%@”, yetkilendirmelerde uygulama tanımlayıcısının beklediği “%@” ile eşleşmiyor. Bu nedenle bazı işlevler kullanılamayabilir.
vi: Định danh gói LiveContainer, "%@", không trùng với application-Identifier trong entitlements, vốn yêu cầu định danh gói là "%@". Một số chức năng có thể không có sẵn.
zh_hans: LiveContainer的包名，“%@”与权限中application-identifier期望的包名“%@”不符。一些功能可能无法正常使用使用。
zh_hant: LiveContainer 的套裝識別碼「%@」與權限中的 application-Identifier 不匹配，權限預期的套裝識別碼為「%@」。某些功能可能無法使用。

# lc.settings.cleanCacheComplete
source: Caches cleared.
ar: الذاكرة المؤقتة نظيفة.
de: Zwischenspeicher geleert.
es: Caché eliminada.
fr: Caches nettoyés
pl: Wyczyszczono cache
ru: Кэш очищен.
tr: Önbellekler temizlendi.
vi: Đã dọn bộ nhớ đệm.
zh_hans: 缓存清理完成

# lc.settings.cleanCacheConfirm
source: Do you want to clear the cache?
ar: هل تريد حذف ذاكرة التخزين المؤقت؟
de: Möchten Sie den Zwischenspeicher leeren?
es: ¿Quieres borrar la caché?
fr: Voulez-vous supprimer les caches ?
pl: Czy chcesz usunąć cache?
ru: Хотите очистить кэш?
tr: Önbellekleri silmek ister misiniz?
vi: Bạn có muốn xoá bộ nhớ đệm?
zh_hans: 确认清除缓存？

# lc.settings.cleanCaches
source: Clean Caches
ar: تنظيف ذاكرة التخزين المؤقت
de: Zwischenspeicher leeren
es: Limpiar caché
fr: Vider le cache
pl: Wyczyść cache
ru: Очистить кэш
tr: Önbellekleri Temizle
vi: Xóa bộ nhớ Đệm
zh_hans: 清理缓存

# lc.settings.cleanDataFolder
source: Clean Unused Data Folders
ar: مسح الملفات الغير مستخدمة
de: Nicht verwendete Datenordner bereinigen
es: Limpiar carpetas de datos sin usar
fr: Nettoyer les dossiers de données inutilisés
it: Pulisci Cartelle Dati Non Usate
ja: 使用していないデータフォルダを削除
ko: 미사용 폴더 삭제
pl: Wyczyść Nieużywane katalogi danych
pt_br: Limpar Pastas de Dados Inutilizadas
ru: Очистить неиспользуемые папки данных
sv: Rensa oanvända datamappar
tr: Kullanılmayan Veri Klasörlerini Temizle
vi: Dọn những thư mục dữ liệu không dùng đến
zh_hans: 清理未使用的数据文件夹
zh_hant: 清理未使用的數據資料夾

# lc.settings.cleanDataFolderConfirm %lld
source: Do you want to delete %lld unused data folders?
ar: هل تريد أن تحذف %lld الملفات الغير مستخدمة؟
de: Möchten Sie %lld unbenutzte Datenordner löschen?
es: ¿Quieres eliminar %lld carpetas de datos sin usar?
fr: Voulez-vous supprimer %lld dossiers de données inutilisés ?
it: Vuoi eliminare le cartelle di dati inutilizzati %lld?
ja: %lld個の未使用のデータフォルダを削除しますか？
ko: 미사용 폴더 %lld개를 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć %lld nieużywanych katalogów danych?
pt_br: Deseja apagar as pastas de dados %lld inutilizadas?
ru: Вы хотите удалить %lld неиспользуемых папок данных?
sv: Vill du ta bort %lld oanvända datamappar?
tr: %lld kullanılmayan veri klasörünü silmek istiyor musunuz?
vi: Bạn có muốn xoá %lld thư mục dữ liệu không dùng đến?
zh_hans: 你确定要删除%lld个未使用的文件夹吗?
zh_hant: 你確定要刪除%lld個未使用的資料夾嗎？

# lc.settings.cleanKeychain
source: Clean Up Keychain
ar: تنظيف سلسله المفاتيح
de: Schlüsselbund bereinigen
es: Limpiar llavero
fr: Nettoyer le trousseau
it: Pulisci Portachiavi
ja: キーチェーンを削除
ko: 키체인 삭제
pl: Wyczyść pęk kluczy
pt_br: Limpar Corrente-Chave
ru: Очистить связку ключей
sv: Rensa upp nyckelring
tr: Anahtar Zincirini temizle
vi: Dọn dẹp Chuỗi khoá
zh_hans: 清理钥匙串
zh_hant: 清理鑰匙圈

# lc.settings.cleanKeychainDesc
source: If some app's account can not be synced between LiveContainers, it may be due to the app account being still stored in current LiveContainer's private keychain. Deleting the keychain may solve this issue, but it may sign you out of some of your accounts. Continue?
ar: إذا حساب من حسابات التطبيقات لا يعمل مع التطبيقات الاخرى في LiveContainers، قد يكون ذلك بسبب أنه محفوظ في سلسله مفاتيح LiveContainer الحالي الخاصة. تنظيف سلسله المفاتيح هذا قد تَحُل المشكله، لكن يمكنها أن تسجل الخروج من بعض حساباتك داخل التطبيق، هل تود المتابعه؟
de: Wenn ein Account einer App nicht zwischen LiveContainern synchronisiert werden kann, liegt das möglicherweise daran, dass es noch im privaten Schlüsselbund des aktuellen LiveContainers gespeichert ist. Das Bereinigen des Schlüsselbundes kann dieses Problem lösen, aber es kann dazu führen, dass Sie sich von einigen Ihrer Accounts abmelden. Fortfahren?
es: Si la cuenta de alguna app no se puede sincronizar entre LiveContainers, puede deberse a que la cuenta sigue almacenada en el llavero privado del LiveContainer actual. Eliminar el llavero puede solucionar este problema, pero puede cerrar la sesión de algunas de tus cuentas. ¿Continuar?
fr: Si le compte d'une application ne peut pas être synchronisé entre les LiveContainers, c'est peut-être parce qu'il est encore stocké dans le trousseau privé du LiveContainer actuel. Le nettoyage du trousseau peut résoudre ce problème, mais il se peut que vous soyez déconnecté de certains de vos comptes. Continuer ?
it: Se l'account di un'app non può essere sincronizzato tra i LiveContainer, potrebbe essere perché è ancora memorizzato nel portachiavi privato del LiveContainer attuale. Pulire il portachiavi potrebbe risolvere il problema, ma potrebbe anche disconnetterti da alcuni dei tuoi account. Continuare?
ja: 一部のアプリのアカウントがLiveContainer間で同期できない場合、現在のLiveContainerのプライベートキーチェーンにまだ保存されていることが原因かもしれません。キーチェーンを削除するとこの問題が解決する可能性がありますが、一部のアカウントからサインアウトされる場合があります。続けますか？
ko: 현재 LiveContainer에 비공개 키체인에 남아있는 경우, 일부 앱 계정이 LiveContainer 간에 동기화되지 않을 수 있습니다. 이 문제는 키체인을 삭제하면 해결될 수 있습니다. (단, 일부 계정이 로그아웃될 수 있습니다.)
pl: Jeżeli konto jakiejś aplikacji nie synchronizuje się pomiędzy LiveContainer’ami, może to oznaczać, że konto aplikacji nadal jest przechowywane w Prywatnym Pęku Kluczy LiveContainer’a. Wyczyszczenie Pęku Kluczy może rozwiązać ten problem, ale może wylogować Cię z twoich kont. Czy chcesz kontynuować?
pt_br: Se a conta de alguns aplicativos não pode ser sincronizada entre contêineres, talvez seja porque ela ainda está armazenada na corrente-chave privada atual do LiveContainer. Limpar esta corrente resolverá este erro, mas talvez retire o seu cadastro em algumas de suas contas. Deseja continuar?
ru: Если в каком-то приложении вы в системе и не в системе на разных LiveContainer'ах, то причина может заключаться в использовании данным приложением личной связки ключей текущего LiveContainer'а. Очистка связки ключей может помочь, но вы можете выйти из некоторых своих аккаунтов. Продолжить?
sv: Om vissa appars konto inte kan synkroniseras mellan LiveContainers kan det bero på att det fortfarande är lagrat i nuvarande LiveContainers privata nyckelring. Rensa upp nyckelring kan lösa detta problem, men det kan logga ut dig från några av dina konton. Fortsätt?
tr: Bazı uygulamaların hesapları LiveContainerlar arasında senkronize edilemiyorsa, bunun nedeni hala mevcut LiveContainerın özel anahtar zincirinde depolanıyor olması olabilir. Anahtar zincirini temizlemek bu sorunu çözebilir, ancak bazı hesaplarınızdan çıkış yapmanıza neden olabilir. Devam etmek istiyor musunuz?
vi: Nếu tài khoản của các ứng dụng không thể đồng bộ giữa các LiveContainer, có thể là do nó vẫn nằm trong chuỗi khoá riêng của LiveContainer hiện tại. Việc dọn chuỗi khoá có thể khắc phục lỗi này, nhưng bạn sẽ bị đăng xuất khỏi một số tài khoản. Tiếp tục?
zh_hans: 某些App的账户不能在LiveContainer间同步的原因可能是其Keychain还存储在本地。清理Keychain可能能解决此问题，但可能会导致你登出某些账户。要继续吗？
zh_hant: 某些 App 的帳號無法在 LiveContainer 間同步的原因可能是其鑰匙圈還儲存在本地。清理鑰匙圈可能可以解決此問題，但這可能導致你登出某些帳號。要繼續嗎？

# lc.settings.cleanTmp
source: Clean Temporary Files
ar: تنظيف الملفات المؤقتة
de: Temporäre Dateien löschen
es: Limpiar archivos temporales
fr: Nettoyer les fichiers temporaires
pl: Wyczyść tymczasowe pliki
ru: Очистить временные файлы
tr: Geçici Dosyaları Temizle
vi: Dọn những Tệp tạm
zh_hans: 清理 tmp 内容

# lc.settings.cleanTmpComplete
source: Temporary files removed.
ar: تم إزالة الملفات المؤقتة.
de: Temporären Dateien gelöscht.
es: Archivos temporales eliminados.
fr: Fichiers temporaires supprimés.
pl: Usunięto pliki tymczasowe
ru: Временные файлы очищены.
tr: Geçici dosyalar kaldırıldı.
vi: Đã xoá các tệp tạm.
zh_hans: 已清理 tmp 内容。

# lc.settings.cleanTmpConfirm
source: Do you want to delete temporary files?
ar: هل تريد حذف الملفات المؤقتة؟
de: Möchten Sie temporäre Dateien löschen?
es: ¿Quieres eliminar los archivos temporales?
fr: Voulez-vous supprimer les fichiers temporaires ?
pl: Czy chcesz usunąć tymczasowe pliki?
ru: Вы хотите очистить временные файлы?
tr: Geçici dosyaları silmek ister misiniz?
vi: Bạn có muốn xoá các tệp tạm?
zh_hans: 要删除 tmp 内容吗？

# lc.settings.clearIconCache
source: Clear Icon Cache
ar: مسح ذاكرة التخزين المؤقت للأيقونات
de: Icon Cache leeren
es: Borrar caché de iconos
fr: Vider le cache des icônes
ja: アイコンキャッシュをクリア
ko: 아이콘 캐시 삭제
pl: Wyczyść pamięć podręczną ikon
ru: Очистить кэш иконок
tr: Simge Önbelleğini Temizle
vi: Xóa Bộ nhớ đệm Biểu tượng
zh_hans: 清理图标缓存
zh_hant: 清除圖示快取

# lc.settings.clearNotifications
source: Clear Notifications
ar: مسح الإشعارات
de: Alle Benachrichtigungen löschen
es: Borrar notificaciones
fr: Effacer les notifications
pl: Wyczyść powiadomienia
ru: Очистить уведомления
tr: Bildirimleri Temizle
vi: Xoá Thông báo
zh_hans: 清除通知

# lc.settings.darkModeIcon
source: Dark Mode Icon
ar: أيقونة الوضع المظلم
de: Dunklelmodus Symbol
es: Icono en modo oscuro
fr: Icône du mode sombre
ja: ダークモードのアイコン
ko: 다크 모드 아이콘
pl: Ciemny motyw ikony
ru: Иконка в темном режиме
tr: Karanlık Mod Simgesi
vi: Biểu tượng Tối
zh_hans: 深色模式图标
zh_hant: 深色模式圖示

# lc.settings.dataManagement
source: Data Management
ar: إدارة البيانات
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
it: Gestione Dati
ja: データ管理
ko: 데이터 관리
pl: Zarządzanie Danymi
pt_br: Gerenciamento de Dados
ru: Управление данными
sv: Datahantering
tr: Veri Yönetimi
vi: Quản lý dữ liệu
zh_hans: 数据管理
zh_hant: 資料管理

# lc.settings.defaultSigner
source: Default Signer
ar: المُوقع الأساسي
de: Standard Signierer
fr: Signataire par défaut
ja: デフォルト署名ツール
pt_br: Assinador Padrão
sv: Standard Signer
zh_hans: 默认签名工具
zh_hant: 預設簽署工具

# lc.settings.dockWidth
source: Dock Width
ar: عرض الرصيف
de: Dockbreite
es: Ancho Del Dock
fr: Largeur du Dock
it: Larghezza Dock
ja: ドックの大きさ
ko: 독 너비
pl: Szerokość Docka
pt_br: Largura da Doca
ru: Ширина дока
tr: Dock Genişliği
vi: Chiều dài Dock
zh_hans: 快捷栏宽度
zh_hant: Dock欄寬度

# lc.settings.dontSign
source: Don’t Sign New Apps
ar: لا تُوقع التطبيقات الجديدة
de: Keine neuen Apps signieren
es: No firmar apps nuevas
fr: Ne pas signer les nouvelles applications
it: Non Firmare le Nuove Applicazioni
ja: 新しいアプリに署名しない
ko: 새로운 앱 서명 안 함
pl: Nie podpisuj nowych aplikacji
pt_br: Não Assinar Novos Aplicativos
ru: Не подписывать новые приложения
sv: Signera inte nya appar
tr: Yeni Uygulamaları İmzalama
vi: Đừng Ký các App mới
zh_hans: 不签名新App
zh_hant: 不簽署新的App

# lc.settings.dontSignDesc
source: LiveContainer will not sign new apps until this option is off. When this option is on the app installed will remain unsigned.
ar: LiveContainer لا يوقع التطبيقات الجديدة حتى أطفاء هذا الخيار. عند تثبيت التطبيق مع هذه الميزة مفعله سوف يكون التطبيق غير مُوقع.
de: LiveContainer wird neue Apps nicht signieren, bis diese Option ausgeschaltet ist. Eine App, die installiert wird, während diese Option aktiviert ist, bleibt unsigniert.
es: LiveContainer no firmará apps nuevas mientras esta opción esté activada. Con esta opción activada, la app instalada permanecerá sin firmar.
fr: LiveContainer ne signera pas de nouvelles applications tant que cette option est activée. Les applications installées pendant que cette option est activée resteront non signées.
it: LiveContainer non firmerà le nuove app fino a quando questa opzione non è attiva. Le app installate durante questa opzione rimarranno non firmate.
ja: この設定をオンにすると、LiveContainerは新しくインストールするアプリに署名しません。以前にインストールしたアプリにこの設定の影響はありません。
ko: 이 옵션을 활성화할 경우 새로 설치되는 앱은 서명되지 않은 상태로 설치됩니다.
pl: LiveContainer nie będzie podpisywał nowych aplikacji, dopóki ta opcja będzie wyłączona. Gdy ta opcja jest włączona, zainstalowane aplikacje pozostaną niepodpisane.
pt_br: O LiveContainer não assinará novos aplicativos até que esta opção esteja desligada. Quaisquer aplicativos que serão instalados quando esta opção estiver ligada permanecerão sem assinatura.
ru: Пока эта опция включена, LiveContainer не будет подписывать новые приложения. Приложения, установленные с этой включенной опцией, останутся неподписанными.
sv: LiveContainer kommer inte att signera nya appar förrän det här alternativet är avstängt. Appen är installerad medans det här alternativet är på kommer att förbli osignerad.
tr: LiveContainer, bu seçenek kapalı olana kadar yeni uygulamaları imzalamayacaktır. Bu seçenek açıkken yüklenen uygulamalar imzalanmamış olarak kalacaktır.
vi: LiveContainer sẽ không ký các app mới đến khi tắt tuỳ chọn này đi. Các app được cài đặt trong khi bật tuỳ chọn này sẽ không được ký.
zh_hans: 此选项启用时LiveContainer不会签名新App。此选项启用期间安装的App会保持未签名状态。
zh_hant: 打開此選項時LiveContainer不會簽署新App。啟用此選項期間安裝的App會保持未簽署狀態。

# lc.settings.dynamicColors
source: Dynamic colors
ar: الألوان الديناميكية
de: Dynamische Farben
es: Colores dinámicos
fr: Couleurs dynamiques
it: Colori dinamici
ja: ダイナミックカラー
ko: 다이나믹 색상
pl: Dynamiczne Barwy
pt_br: Cores dinâmicas
ru: Динамические цвета
sv: Dynamiska färger
tr: Dinamik renkler
vi: Đổi màu động
zh_hans: 动态颜色
zh_hant: 動態顏色

# lc.settings.dynamicColors.desc
source: Enable dynamic colors for app boxes
ar: تفعيل الألوان الديناميكية للبرامج
de: Dynamische Farben für App-Boxen einschalten
es: Activa los colores dinámicos para las casillas de las apps
fr: Activer les couleurs dynamiques pour les contours des applications
it: Abilita colori dinamici per le app box
ja: アプリのバナーがアプリのアイコンに合わせて変化します。
ko: 앱 목록에 있는 앱 상자 색을 앱 아이콘 색상에 맞춥니다.
pl: Włączy barwy dynamiczne dla pudełek aplikacji
pt_br: Ativar cores dinâmicas para o contorno dos aplicativos
ru: Включить динамическую расцветку карточек приложений
sv: Aktivera dynamiska färger för appboxar
tr: Uygulama kutuları için dinamik renkleri etkinleştirin
vi: Thay đổi màu động cho các hàng app
zh_hans: App横幅的颜色随图标动态变化
zh_hant: App橫幅的顏色隨著圖標變化

# lc.settings.error.certNotImported
source: You must import ADP certificate before testing JIT-Less mode.
ar: يجب عليك أن تَستَورِدَ شهادة ADP قبل اختبار وضع بدون-JIT.
de: Sie müssen das ADP-Zertifikat importieren, bevor Sie den JIT-Less-Modus testen.
es: Debes importar el certificado ADP antes de probar el modo JIT-Less.
fr: Vous devez importer le certificat ADP avant de tester le mode sans JIT.
it: Devi importare il certificato ADP prima di testare la modalità JIT-Less.
ja: JITレスモードテストをする前に、ADP証明書をインポートしてください。
ko: JIT-Less 모드를 테스트하려면 ADP 인증서가 필요합니다.
pl: Musisz zaimportować certyfikat ADP przed testowaniem trybu JIT-Less.
pt_br: Você deve importar certificado ADP antes de testar o modo JIT-Less.
ru: Вы должны импортировать сертификат, прежде чем вы проверите режим JIT-less.
sv: Du måste importera ADP-certifikat innan du testar JIT-Less läge.
tr: JIT-Less modu test etmeden önce ADP sertifikasını içe aktarmalısınız.
vi: Bạn phải nhập chứng chỉ ADP trước khi thử chế độ JIT-Less.
zh_hans: 在测试免JIT模式前，你必须要先导入开发者证书。
zh_hant: 在測試免JIT模式前，你需要先匯入開發者證書。

# lc.settings.FrameIcon
source: Frame Shortcut Icon
ar: أيقونة الأختصار
de: Verknüpfungs-Icon einrahmen
es: Enmarcar icono de acceso directo
fr: Encadrer les icônes de raccourci
it: Icona Collegamento
ja: アプリアイコンにフレームを追加
ko: LiveContainer 아이콘 표시
pl: Obramuj Ikonę Skrót
pt_br: Enquadrar Ícone do Atalho
ru: Окантовать иконки блиц-приложений
sv: Rama genvägsikon
tr: Frame Kısayol Simgesi
vi: Đóng khung Icon Phím tắt
zh_hans: 在App图标外加边框
zh_hant: 在App圖示加上邊框

# lc.settings.FrameIconDesc
source: Frame shortcut icons with LiveContainer icon.
ar: ايقونة الأختصار مع أيقونة LiveContainer.
de: Shortcut-Icons mit dem LiveContainer-Icon umrahmen.
es: Enmarca los iconos de acceso directo con el icono de LiveContainer.
fr: Encadrer les icônes de raccourci avec l'icône de LiveContainer.
it: Icone collegamento con l'icona di LiveContainer.
ja: ホーム画面に追加するアプリのアイコンにLiveContainerのアイコンフレームを追加します。
ko: 설치한 앱 아이콘에 LiveContainer 아이콘을 합성합니다. 합성된 아이콘은 App Clip으로 앱을 홈 화면에 추가할 경우 보여집니다.
pl: Obramuj ikony skrótów, używając ikony LiveContainer.
pt_br: Enquadre os ícones de atalho com o ícone do LiveContainer.
ru: Окантовать иконки ярлыков приложений иконкой LiveContainer'а.
sv: Rama genvägsikoner med LiveContainer-ikonen.
tr: LiveContainer simgesiyle Frame Kısayol Simgeleri oluşturun.
vi: Đóng khung các icon với icon của LiveContainer.
zh_hans: 在App图标外加LiveContainer图标边框。
zh_hant: 在App圖示外加上LiveContainer圖示邊框。

# lc.settings.hideCollapsedDock
source: Hide Collapsed Dock
ar: إخفاء الرصيف المنهار
de: Verstecke eingeklapptes Dock
es: Ocultar dock colapsado
fr: Masquer le dock réduit
pl: Ukryj Zwinięty Dok
ru: Полностью прятать док
vi: Ẩn Dock khi thu gọn
zh_hans: 隐藏折叠 Dock

# lc.settings.importCertFromBuiltinSideStore
source: Import Certificate From Built-in SideStore
ar: استيراد الشهادة من SideStore المُدمج
de: Zertifikat aus der integrierten SideStore-Version importieren
es: Importar certificado desde SideStore integrado
fr: Importer un certificat depuis le SideStore intégré
it: Importa Certificato da SideStore integrato
ja: 内蔵のSideStoreから証明書をインポート
ko: 내장 SideStore에서 인증서 가져오기
pl: Importuj certyfikat z wbudowanego SideStore
pt_br: Importar Certificado da SideStore Integrada
ru: Импортировать сертификат из встроенного SideStore
tr: Yerleşik SideStore'dan Sertifika İçe Aktar
vi: Nhập Chứng chỉ từ SideStore Tích hợp
zh_hans: 从内置SideStore导入证书
zh_hant: 從內建SideStore匯入證書
